Repository: RoyalTaxi/yalla-sdk-ios
Catalog: Sources/Resources/Resources/Localizable.xcstrings
Source language: uz_latn
Languages: en, ru, uz_cyrl

# order_search_time_estimate
source: Bu jarayon %1$@ daqiqagacha davom etishi mumkin.
en: This may take up to %1$@ minutes.
ru: Это может занять до %1$@ минут.
uz_cyrl: Бу жараён %1$@ дақиқагача давом этиши мумкин.

# order_search_time_estimate_unknown
source: Bu bir necha daqiqa vaqt olishi mumkin
en: This may take a few minutes
ru: Это может занять несколько минут
uz_cyrl: Бу бир неча дақиқа вақт олиши мумкин

# order_action_order_more
source: Yana buyurtma berish
en: Order another
ru: Заказать ещё
uz_cyrl: Яна буюртма бериш

# order_trip_info
source: Buyurtma haqida
en: Trip information
ru: Информация о поездке
uz_cyrl: Буюртма ҳақида

# order_trip_details
source: Buyurtma tafsilotlari
en: Trip details
ru: Детали поездки
uz_cyrl: Буюртма тафсилотлари

# order_action_cancel
source: Buyurtmani bekor qilish
en: Cancel order
ru: Отменить заказ
uz_cyrl: Буюртмани бекор қилиш

# order_free_waiting
source: Bepul kutish
en: Free waiting
ru: Бесплатное ожидание
uz_cyrl: Бепул кутиш

# order_paid_waiting
source: Pullik kutish
en: Paid waiting
ru: Платное ожидание
uz_cyrl: Пуллик кутиш

# order_eta_format
source: ~ %1$@ daq
en: ~ %1$@ min
ru: ~ %1$@ мин
uz_cyrl: ~ %1$@ мин

# order_arriving_in
source: Kelish vaqti
en: Arrives in
ru: Приедет через
uz_cyrl: Келиш вақти

# order_contact_driver
source: Haydovchi bilan bog'lanish
en: Contact driver
ru: Связаться с водителем
uz_cyrl: Ҳайдовчи билан боғланиш

# order_until_trip_end
source: Safar yakunigacha
en: Until trip ends
ru: До конца поездки
uz_cyrl: Сафар якунигача

# order_pay_by_card
source: Karta orqali to'lash
en: Pay by card
ru: Оплата картой
uz_cyrl: Карта орқали тўлаш

# order_pay_by_cash
source: Naqd pul bilan to'lash
en: Pay by cash
ru: Оплата наличными
uz_cyrl: Нақд пул билан тўлаш

# order_details_contact
source: Bog'lanish
en: Contact
ru: Связаться
uz_cyrl: Боғланиш

# order_details_safety
source: Xavfsizlik
en: Safety
ru: Безопасность
uz_cyrl: Хавфсизлик

# order_details_share
source: Ulashish
en: Share
ru: Поделиться
uz_cyrl: Улашиш

# order_details_pickup_eta
source: Yetib kelish ~%1$@
en: Pickup in ~%1$@
ru: Подача через ~%1$@
uz_cyrl: Етиб келиш ~%1$@

# order_details_about_trip
source: Safar haqida
en: About the trip
ru: О поездке
uz_cyrl: Сафар ҳақида

# order_details_need_help
source: Yordam kerakmi?
en: Need help?
ru: Нужна помощь?
uz_cyrl: Ёрдам керакми?

# order_details_arrival
source: Yetib kelish
en: Arrival
ru: Прибытие
uz_cyrl: Етиб келиш

# order_cancel_confirm_title
source: Safarni rostdan ham bekor qilmoqchimisiz?
en: Are you sure you want to cancel?
ru: Вы действительно хотите отменить поездку?
uz_cyrl: Сафарни ростдан ҳам бекор қилмоқчимисиз?

# order_cancel_confirm_description
source: Qidiruvni yoki safarni bekor qilgandan so'ng boshqa haydovchini qidirishga to'g'ri keladi
en: After canceling, you will need to search for another driver
ru: После отмены придётся искать другого водителя
uz_cyrl: Қидирувни ёки сафарни бекор қилгандан сўнг бошқа ҳайдовчини қидиришга тўғри келади

# order_cancel_countdown
source: %1$@ soniya
en: %1$@ seconds
ru: %1$@ сек
uz_cyrl: %1$@ сония

# order_cancel_trip_title
source: Buyurtmani bekor qilish?
en: Cancel order?
ru: Отменить заказ?
uz_cyrl: Буюртмани бекор қилиш?

# order_cancel_action_yes
source: Ha, bekor qilish
en: Yes, cancel
ru: Да, отменить
uz_cyrl: Ҳа, бекор қилиш

# order_cancel_before_search
source: Safar haydovchini qidirish boshlanishidan oldin bekor qilindi
en: Trip was canceled before driver search started
ru: Поездка была отменена до начала поиска водителя
uz_cyrl: Сафар ҳайдовчини қидириш бошланишидан олдин бекор қилинди

# order_cancel_reason_title
source: Bekor qilish sababi
en: Cancellation Reason
ru: Причина отмены
uz_cyrl: Бекор қилиш сабаби

# order_cancel_reason_description
source: Safarni qaysi sabab bilan bekor qildingiz?
en: Why did you cancel the trip?
ru: Укажите причину отмены поездки
uz_cyrl: Сафарни қайси сабаб билан бекор қилдингиз?

# order_create_success
source: Buyurtma muvaffaqiyatli yaratildi
en: Order created successfully
ru: Заказ успешно создан
uz_cyrl: Буюртма муваффақиятли яратилди

# order_create_error
source: Buyurtmani yaratib bo'lmadi
en: Failed to create order
ru: Не удалось создать заказ
uz_cyrl: Буюртмани яратиб бўлмади

# order_cancel_success
source: Buyurtmangiz bekor qilindi
en: Your order has been canceled
ru: Ваш заказ отменён
uz_cyrl: Буюртмангиз бекор қилинди

# order_cancel_error
source: Buyurtmani bekor qilib bo'lmadi
en: Failed to cancel order
ru: Не удалось отменить заказ
uz_cyrl: Буюртмани бекор қилиб бўлмади

# order_cancel_reason_success
source: Bekor qilish sababi yuborildi
en: Cancellation reason sent
ru: Причина отмены отправлена
uz_cyrl: Бекор қилиш сабаби юборилди

# order_cancel_reason_error
source: Bekor qilish sababini yuborib bo'lmadi
en: Failed to send cancellation reason
ru: Не удалось отправить причину отмены
uz_cyrl: Бекор қилиш сабабини юбориб бўлмади

# order_rate_success
source: Safar muvaffaqiyatli baholandi
en: Trip rated successfully
ru: Поездка успешно оценена
uz_cyrl: Сафар муваффақиятли баҳоланди

# order_rate_error
source: Safarni baholab bo'lmadi
en: Failed to rate trip
ru: Не удалось оценить поездку
uz_cyrl: Сафарни баҳолаб бўлмади

# order_payment_update_success
source: To'lov turi o'zgartirildi
en: Payment method changed
ru: Способ оплаты изменён
uz_cyrl: Тўлов тури ўзгартирилди

# order_payment_update_error
source: To'lov turini o'zgartirib bo'lmadi
en: Failed to change payment method
ru: Не удалось изменить способ оплаты
uz_cyrl: Тўлов турини ўзгартириб бўлмади

# safety_title
source: Xavfsizlik
en: Safety
ru: Безопасность
uz_cyrl: Хавфсизлик

# safety_description_one
source: Barcha haydovchilarimiz malakali va katta tajribaga ega.
en: All our drivers are qualified and have extensive driving experience.
ru: Все наши водители квалифицированные и с большим опытом вождения.
uz_cyrl: Барча ҳайдовчиларимиз малакали ва катта тажрибага эга.

# safety_description_two
source: Biz har bir haydovchini xavfsizlikning barcha mezonlari bo'yicha sinchkovlik bilan tekshiramiz.
en: We thoroughly verify every driver against all safety criteria.
ru: Мы тщательно проверяем каждого водителя по всем критериям безопасности.
uz_cyrl: Биз ҳар бир ҳайдовчини хавфсизликнинг барча мезонлари бўйича синчковлик билан текширамиз.

# safety_action_understood
source: Tushunarli
en: Got it
ru: Понятно
uz_cyrl: Тушунарли

# history_title
source: Mening safarlarim
en: My Trips
ru: Мои поездки
uz_cyrl: Менинг сафарларим

# history_menu_title
source: Safarlar tarixi
en: Trip History
ru: История поездок
uz_cyrl: Сафарлар тарихи

# history_delete
source: Safarni o'chirish
en: Delete Trip
ru: Удалить поездку
uz_cyrl: Сафарни ўчириш

# history_empty
source: Hech narsa topilmadi, chamasi siz hali taksi chaqirmagansiz
en: We found nothing — it seems you haven't ordered a taxi yet
ru: Мы ничего не нашли, кажется вы еще не вызывали такси
uz_cyrl: Ҳеч нарса топилмади, чамаси сиз ҳали такси чақирмагансиз

# history_date_time
source: Safar sanasi va vaqti
en: Trip date and time
ru: Дата и время поездки
uz_cyrl: Сафар санаси ва вақти

# history_status_completed
source: Safar yakunlandi
en: Completed
ru: Завершена
uz_cyrl: Сафар якунланди

# history_status_canceled
source: Bekor qilindi
en: Canceled
ru: Отменена
uz_cyrl: Бекор қилинди

# history_delete_success
source: Safar muvaffaqiyatli o'chirildi
en: Trip deleted successfully
ru: Поездка успешно удалена
uz_cyrl: Сафар муваффақиятли ўчирилди

# history_delete_error
source: Safarni o'chirib bo'lmadi
en: Failed to delete trip
ru: Не удалось удалить поездку
uz_cyrl: Сафарни ўчириб бўлмади

# history_detail_title
source: Safar tafsilotlari
en: Trip details
ru: Детали поездки
uz_cyrl: Сафар тафсилотлари

# history_label_date
source: Sana
en: Date
ru: Дата
uz_cyrl: Сана

# history_load_error
source: Safarlarni yuklab bo'lmadi
en: Couldn't load trips
ru: Не удалось загрузить поездки
uz_cyrl: Сафарларни юклаб бўлмади

# history_delete_confirm
source: Ushbu safarni o'chirishni xohlaysizmi?
en: Are you sure you want to delete this trip?
ru: Вы действительно хотите удалить эту поездку?
uz_cyrl: Ушбу сафарни ўчиришни хохлайсизми?

# history_delete_warning
source: Safar o'chirilgandan so'ng ma'lumotlarni tiklab bo'lmaydi
en: This action cannot be undone
ru: После удаления поездки восстановить все данные будет невозможно
uz_cyrl: Сафар ўчирилгандан сўнг маълумотларни тиклаб бўлмайди

# history_delete_action
source: Ha, safarni o'chirish
en: Yes, delete trip
ru: Да, удалить поездку
uz_cyrl: Ҳа, сафарни ўчириш

# driver_status_coming
source: Kelmoqda
en: Arriving
ru: Подъезжает
uz_cyrl: Келмоқда

# driver_status_on_way
source: Yo'lda
en: On the way
ru: В пути
uz_cyrl: Йўлда

# driver_arrival_time
source: %1$@ daq
en: %1$@ min
ru: %1$@ мин
uz_cyrl: %1$@ мин

# driver_travel_time
source: Yo'l vaqti: %1$@ daq
en: Travel time: %1$@ min
ru: Время пути: %1$@ мин
uz_cyrl: Йўл вақти: %1$@ мин

# driver_become
source: Haydovchi bo'lish
en: Become a Driver
ru: Стать водителем
uz_cyrl: Ҳайдовчи бўлиш

# driver_label_rating
source: Reyting:
en: Rating:
ru: Рейтинг:
uz_cyrl: Рейтинг:

# driver_label_trips
source: Safarlar:
en: Trips:
ru: Поездки:
uz_cyrl: Сафарлар:

# driver_label_title
source: Haydovchi
en: Driver
ru: Водитель
uz_cyrl: Ҳайдовчи

# driver_car
source: Avtomobil
en: Vehicle
ru: Автомобиль
uz_cyrl: Автомобил

# driver_tariff
source: Tarif
en: Tariff
ru: Тариф
uz_cyrl: Тариф

# driver_become_description
source: Ariza qoldiring, biz siz bilan tez orada bog'lanamiz
en: Leave a request and we'll contact you shortly
ru: Оставьте заявку, и мы свяжемся с вами в ближайшее время
uz_cyrl: Ариза қолдиринг, биз сиз билан тез орада боғланамиз

# driver_become_name_hint
source: Ismingiz
en: Your name
ru: Ваше имя
uz_cyrl: Исмингиз

# driver_become_submit
source: Arizani yuborish
en: Submit request
ru: Отправить заявку
uz_cyrl: Аризани юбориш

# driver_become_success
source: Arizangiz muvaffaqiyatli yuborildi. Tez orada siz bilan bog'lanamiz.
en: Your request has been sent successfully. We'll contact you soon.
ru: Ваша заявка успешно отправлена. Мы свяжемся с вами в ближайшее время.
uz_cyrl: Аризангиз муваффақиятли юборилди. Тез орада сиз билан боғланамиз.

# driver_become_error
source: Nimadir xato ketdi. Qayta urinib ko'ring.
en: Something went wrong. Please try again.
ru: Что-то пошло не так. Попробуйте ещё раз.
uz_cyrl: Нимадир хато кетди. Қайтадан уриниб кўринг.

# driver_become_select_region
source: Viloyatingiz
en: Your region
ru: Ваш регион
uz_cyrl: Вилоятингиз

# driver_become_region_title
source: Viloyatingiz
en: Your region
ru: Ваш регион
uz_cyrl: Вилоятингиз

# driver_region_search
source: Qidirish
en: Search
ru: Поиск
uz_cyrl: Қидириш

# service_taxi
source: Taksi
en: Taxi
ru: Такси
uz_cyrl: Такси

# service_delivery
source: Yetkazib berish
en: Delivery
ru: Доставка
uz_cyrl: Етказиб бериш

# service_intercity
source: Shaharlararo
en: Intercity
ru: Межгород
uz_cyrl: Шаҳарлараро

# service_mail
source: Pochta
en: Mail
ru: Почта
uz_cyrl: Почта

# contact_support_title
source: Qo'llab-quvvatlash xizmati
en: Support Service
ru: Служба поддержки
uz_cyrl: Қўллаб-қувватлаш хизмати

# contact_support_menu
source: Yordam xizmati
en: Support
ru: Поддержка
uz_cyrl: Ёрдам хизмати

# contact_help
source: Yordam
en: Help
ru: Помощь
uz_cyrl: Ёрдам

# contact_action_call
source: Qo'ng'iroq qilish
en: Call
ru: Позвонить
uz_cyrl: Қўнғироқ қилиш

# info_about_title
source: Ilova haqida
en: About App
ru: О приложении
uz_cyrl: Илова ҳақида

# info_privacy_policy
source: Maxfiylik siyosati
en: Privacy Policy
ru: Политика конфиденциальности
uz_cyrl: Махфийлик сиёсати

# info_license
source: Litsenziya shartnomasi
en: License Agreement
ru: Лицензионное соглашение
uz_cyrl: Лицензия шартномаси

# info_social_media
source: Biz ijtimoiy tarmoqlarda
en: Follow us on social media
ru: Мы в соцсетях
uz_cyrl: Биз ижтимоий тармоқларда

# info_rate_app
source: Ilovani baholash
en: Rate the App
ru: Оценить приложение
uz_cyrl: Иловани баҳолаш

# notification_title
source: Bildirishnomalar
en: Notifications
ru: Уведомления
uz_cyrl: Билдиришномалар

# notification_empty
source: Hozircha bildirishnomalar yo'q
en: No notifications yet
ru: Уведомлений пока нет
uz_cyrl: Ҳозирча билдиришномалар йўқ

# rating_how_was_trip
source: Safar qanday o'tdi?
en: How was your trip?
ru: Как прошла поездка?
uz_cyrl: Сафар қандай ўтди?

# rating_what_did_you_like
source: Sizga nima ayniqsa yoqdi?
en: What did you especially like?
ru: Что вам особенно понравилось?
uz_cyrl: Сизга нима айниқса ёқди?

# no_internet_title
source: Internetga ulanish yo'q
en: No internet connection
ru: Нет подключения к интернету
uz_cyrl: Интернетга уланиш йўқ

# no_internet_description
source: Internet ulanishingizni tekshiring
en: Check your internet connection and try again
ru: Проверьте подключение к интернету и попробуйте снова
uz_cyrl: Интернетга уланишни текширинг

# no_internet_action
source: Yangilash
en: Refresh
ru: Обновить
uz_cyrl: Янгилаш

# no_internet_action_menu
source: Menyuga o'tish
en: Open menu
ru: Открыть меню
uz_cyrl: Менюга ўтиш

# force_update_title
source: Yangilash kerak
en: Update Required
ru: Требуется обновление
uz_cyrl: Янгилаш керак

# force_update_description
source: Ilovaning yangi versiyasi mavjud. Davom etish uchun yangilang.
en: A new version is available. Please update to continue.
ru: Доступна новая версия приложения. Обновите, чтобы продолжить.
uz_cyrl: Илованинг янги версияси мавжуд. Давом этиш учун янгиланг.

# force_update_action
source: Yangilash
en: Update
ru: Обновить
uz_cyrl: Янгилаш

# error_no_internet
source: Internetga ulanish yo'q. Iltimos, tarmoq sozlamalaringizni tekshiring.
en: No internet connection. Please check your network settings.
ru: Нет подключения к интернету. Проверьте настройки сети.
uz_cyrl: Интернетга уланиш йўқ. Илтимос, тармоқ созламаларингизни текширинг.

# error_connection_timeout
source: Ulanish vaqti tugadi. Iltimos, qayta urinib ko'ring.
en: Connection timed out. Please try again.
ru: Время ожидания истекло. Попробуйте ещё раз.
uz_cyrl: Уланиш вақти тугади. Илтимос, қайта уриниб кўринг.

# error_network_unexpected
source: Kutilmagan tarmoq xatosi yuz berdi.
en: An unexpected network error occurred.
ru: Произошла непредвиденная сетевая ошибка.
uz_cyrl: Кутилмаган тармоқ хатоси юз берди.

# error_server_busy
source: Serverlarimiz band. Iltimos, bir ozdan keyin qayta urinib ko'ring.
en: Our servers are busy. Please try again shortly.
ru: Серверы перегружены. Попробуйте чуть позже.
uz_cyrl: Серверларимиз банд. Илтимос, бир оздан кейин қайта уриниб кўринг.

# error_unexpected_redirect
source: Kutilmagan yo'naltirish. Iltimos, qo'llab-quvvatlash xizmati bilan bog'laning.
en: Unexpected redirect. Please contact support.
ru: Непредвиденное перенаправление. Обратитесь в поддержку.
uz_cyrl: Кутилмаган йўналтириш. Илтимос, қўллаб-қувватлаш хизмати билан боғланинг.

# error_session_expired
source: Sessiya muddati tugadi. Iltimos, qayta kiring.
en: Your session has expired. Please sign in again.
ru: Сессия истекла. Войдите снова.
uz_cyrl: Сессия муддати тугади. Илтимос, қайта киринг.

# error_data_format
source: Ma'lumotlar formati xatosi. Iltimos, ilovangizni yangilang.
en: Data format error. Please update your app.
ru: Ошибка формата данных. Обновите приложение.
uz_cyrl: Маълумотлар формати хатоси. Илтимос, иловангизни янгиланг.

# error_client_request
source: Bizning tarafimizda xatolik yuz berdi. Iltimos, keyinroq qayta urinib ko'ring.
en: Something went wrong on our end. Please try again later.
ru: Что-то пошло не так. Попробуйте позже.
uz_cyrl: Бизнинг тарафимизда хатолик юз берди. Илтимос, кейинроқ қайта уриниб кўринг.

# error_application
source: Ilova xatosi yuz berdi. Iltimos, qo'llab-quvvatlash xizmati bilan bog'laning.
en: An application error occurred. Please contact support.
ru: Произошла ошибка приложения. Обратитесь в поддержку.
uz_cyrl: Илова хатоси юз берди. Илтимос, қўллаб-қувватлаш хизмати билан боғланинг.

# error_unknown
source: Noma'lum xatolik yuz berdi. Iltimos, qayta urinib ko'ring.
en: An unknown error occurred. Please try again.
ru: Произошла неизвестная ошибка. Попробуйте ещё раз.
uz_cyrl: Номаълум хатолик юз берди. Илтимос, қайта уриниб кўринг.

# error_unexpected
source: Kutilmagan xatolik yuz berdi. Iltimos, keyinroq qayta urinib ko'ring.
en: An unexpected error occurred. Please try again later.
ru: Произошла непредвиденная ошибка. Попробуйте позже.
uz_cyrl: Кутилмаган хатолик юз берди. Илтимос, кейинроқ қайта уриниб кўринг.

# intercity_setup_fastest_title
source: Iloji boricha tezroq
en: As fast as possible
ru: Как можно быстрее
uz_cyrl: Иложи борича тезроқ

# intercity_setup_fastest_subtitle
source: So'rovingizga mos taksini imkon qadar tez topamiz
en: We will find a taxi for your request as fast as possible
ru: Мы подберем вам такси по вашим запросам как можно быстрее
uz_cyrl: Сўровингизга мос таксини имкон қадар тез топамиз

# intercity_setup_schedule_placeholder
source: Sana va vaqtni tanlang
en: Select date and time
ru: Выберите дату и время
uz_cyrl: Сана ва вақтни танланг

# intercity_setup_schedule_title
source: Safar vaqti:
en: Trip time:
ru: Время поездки:
uz_cyrl: Сафар вақти:

# intercity_schedule_picker_title
source: Safar vaqti va sanasi
en: Trip time and date
ru: Время и дата поездки
uz_cyrl: Сафар вақти ва санаси

# intercity_setup_whole_cabin
source: Butun salon
en: Whole cabin
ru: Весь салон
uz_cyrl: Бутун салон

# intercity_setup_select_seat
source: Joyni tanlang
en: Select seat
ru: Выберите место
uz_cyrl: Жойни танланг

# intercity_setup_seat_summary
source: Siz %1$@ ta joy tanladingiz
en: You selected %1$@ seats
ru: Вы выбрали %1$@ мест
uz_cyrl: Сиз %1$@ та жой танладингиз

# intercity_setup_total_amount
source: Jami summa
en: Total amount
ru: Итоговая сумма
uz_cyrl: Жами сумма

# intercity_setup_postal_select
source: Pochtani tanlang
en: Select posts
ru: Выберите почту
uz_cyrl: Почтани танланг

# intercity_setup_preferences_select
source: Qo'shimcha imkoniyatlarni tanlang
en: Select preferences
ru: Выберите опции
uz_cyrl: Қўшимча имкониятларни танланг

# intercity_setup_preferences_title
source: Qo'shimcha imkoniyatlar
en: Preferences
ru: Опции
uz_cyrl: Қўшимча имкониятлар

# intercity_setup_trip
source: Safarni sozlash
en: Trip setup
ru: Настройка поездки
uz_cyrl: Сафарни созлаш

# intercity_setup_transport_discard_title
source: O'zgarishlarni bekor qilasizmi?
en: Discard changes?
ru: Отменить изменения?
uz_cyrl: Ўзгаришларни бекор қиласизми?

# intercity_setup_transport_discard_message
source: Transport turini almashtirish joriy tanlovni tozalaydi. Davom etasizmi?
en: Switching transport will clear your current selection. Continue?
ru: Смена транспорта очистит текущий выбор. Продолжить?
uz_cyrl: Транспорт турини алмаштириш жорий танловни тозалайди. Давом этасизми?

# intercity_setup_transport_discard_confirm
source: Bekor qilish
en: Discard
ru: Сброс
uz_cyrl: Бекор қилиш

# intercity_schedule_section_now
source: Hozir
en: Now
ru: Сейчас
uz_cyrl: Ҳозир

# intercity_schedule_section_today
source: Bugun
en: Today
ru: Сегодня
uz_cyrl: Бугун

# intercity_schedule_section_tomorrow
source: Ertaga
en: Tomorrow
ru: Завтра
uz_cyrl: Эртага

# intercity_seat_title
source: O'rindiqlarni tanlang
en: Select seats
ru: Выберите места
uz_cyrl: Ўриндиқларни танланг

# intercity_seat_passenger
source: %1$@-yo'lovchi
en: Passenger %1$@
ru: Пассажир %1$@
uz_cyrl: %1$@-йўловчи

# intercity_seat_position_front_right
source: Oldda, o'ngda
en: Front, right
ru: Спереди, справа
uz_cyrl: Олдда, ўнгда

# intercity_seat_position_back_left
source: Orqada, chapda
en: Back, left
ru: Сзади, слева
uz_cyrl: Орқада, чапда

# intercity_seat_position_back_center
source: Orqada, o'rtada
en: Back, center
ru: Сзади, в центре
uz_cyrl: Орқада, ўртада

# intercity_seat_position_back_right
source: Orqada, o'ngda
en: Back, right
ru: Сзади, справа
uz_cyrl: Орқада, ўнгда

# intercity_seat_price_note
source: O'rindiq narxi buyurtma tasdiqlangach o'zgarishi mumkin
en: Seat prices may change after the trip is confirmed
ru: Стоимость места может измениться после подтверждения поездки
uz_cyrl: Ўриндиқ нархи буюртма тасдиқлангач ўзгариши мумкин

# intercity_seat_selected_count
source: %1$@ ta o'rindiq tanlandi
en: %1$@ seats selected
ru: Выбрано мест: %1$@
uz_cyrl: %1$@ та ўриндиқ танланди

# intercity_seat_total
source: Umumiy summa
en: Total amount
ru: Итоговая сумма
uz_cyrl: Умумий сумма

# intercity_seat_whole_back_row
source: Butun orqa qator
en: Whole back row
ru: Весь задний ряд
uz_cyrl: Бутун орқа қатор

# intercity_seat_confirm_title
source: Yo'lovchilarni tasdiqlang
en: Confirm passengers
ru: Подтвердите пассажиров
uz_cyrl: Йўловчиларни тасдиқланг
